const AboutUsPage = () => {
    return (
        <main className="about-section">
            <h1>О компании</h1>
            <p>
                <strong>Neuro Coffee</strong> — это кофейня нового поколения, где технологии и вкус соединяются в уникальный опыт.
            </p>

            <div className="highlight-box">
                <p>
                    Наша история началась с небольшой идеи: объединить любовь к кофе и новейшие нейросетевые технологии.
                </p>
            </div>

            <p>
                С тех пор мы расширились до сети кофеен и запустили <em>конструктор вкуса</em>, где каждый может создать свой идеальный напиток.
            </p>

            <div className="highlight-box">
                <p>
                    Мы уделяем особое внимание качеству зерен, устойчивости производства и комфорту наших гостей.
                </p>
            </div>

            <p>
                <strong>Neuro Coffee</strong> — не просто место, где варят кофе. Это точка вдохновения и дружеской атмосферы, где каждый может почувствовать себя частью будущего.
            </p>
        </main>
    )
}
export default AboutUsPage;